{
    "back": "Back",
    "ethernet": "Ethernet",
    "localhost": "localhost",
    "login": "Login",
    "password": "Password",
    "next": "Next",
    "port": "Port",
    "router": "Router",

    "install_admin_interface_port_desc": "Now it is working at 3000 port, just in case, but we recomended to use 80 port. Using this ports allow to access to Web interface like to common site",
    "install_admin_interface_port": "Which port will be used",
    "install_admin_interface_title_decs": "Admin web interface is used to control AdGuard Home. You can open it in your browser and it does not require using a client-side program",
    "install_admin_interface_title": "Admin interface settings",
    "install_admin_interface_where_interface_desc": "Set what kind of networks will be able to access to Admin interface. For example: if you choose a local interface only, then Admin inteface will be accessed by this local device only",
    "install_admin_interface_where_interface": "Where can I open Admin interface",

    "install_all_networks_description": "All available web interfaces",
    "install_all_networks": "All networks",
    "install_choose_networks_desc": "For advanced users",
    "install_choose_networks": "Choose manually",

    "install_wellcome_button": "Let's go",
    "install_wellcome_desc": "You have installed AdGuard Home on your device. It is a network-wide ad-and-tracker blocking DNS server with Admin Web interface. Let’s set some settings to correct DNS working",
    "install_wellcome_title": "Welcome to AdGuard Home",

    "install_auth_title": "Login and password",
    "install_auth_description": "Set login and password for accessing to Web interface",

    "install_dns_server_title": "DNS server settings",
    "install_dns_server_desc": "AdGuard DNS server works like common DNS server but also blocks ads and tracking domains",
    "install_dns_server_network_interfaces": "Network interfaces",
    "install_dns_server_network_interfaces_desc": "You should set for what kind of networks will be use AdGuard Home DNS server. Most often you need to have available all interfaces",
    "install_dns_server_port": "Which port will be used",
    "install_dns_server_port_desc": "You have to use port 53 for correct internet working. Change this value only if you have reason",
    "install_dns_server_non_static_ip": "How to use non-static IP adresses?",

    "install_configure_title": "Configure your devices",
    "install_configure_danger_notice": "<danger>IMPORTANT!</danger> To start using AdGuard Home, you need to configure your devices manually",
    "install_configure_how_to_title": "How to configure %value%",
    "install_configure_router": "<p>This setup will automatically cover all the devices connected to your home router and you will not need to configure each of them manually.</p> <p>Open the preferences for your router. Usually, you can access it from your browser via a URL (like http://192.168.0.1/ or http://192.168.1.1/). You may be asked to enter the password. If you don't remember it, you can often reset the password by pressing a button on the router itself. Some routers require a specific application, which in that case should be already installed on your computer/phone.</p><p>Find the DHCP/DNS settings. Look for the DNS letters next to a field which allows two or three sets of numbers, each broken into four groups of one to three digits.</p><p>Enter your AdGuard Home server addresses there.</p>",
    "install_configure_windows": "<p>Open Control Panel through Start menu or Windows search.</p><p>Go to Network and Internet category and then to Network and Sharing Center.</p><p>On the left side of the screen find Change adapter settings and click on it.</p><p>Select your active connection, right-click on it and choose Properties.</p><p>Find Internet Protocol Version 4 (TCP/IP) in the list, select it and then click on Properties again.</p><p>Choose Use the following DNS server addresses and enter your AdGuard Home server addresses.</p>",
    "install_configure_macos": "<p>Click on Apple icon and go to System Preferences.</p><p>Click on Network.</p><p>Select the first connection in your list and click Advanced.</p><p>Select the DNS tab and enter your AdGuard Home server addresses.</p>",
    "install_configure_android": "<p>From the Android Menu home screen, tap Settings.</p><p>Tap Wi-Fi on the menu. The screen listing all of the available networks will be shown (it is impossible to set custom DNS for mobile connection).</p><p>Long press the network you're connected to, and tap Modify Network.</p><p>On some devices, you may need to check the box for Advanced to see further settings. To adjust your Android DNS settings, you will need to switch the IP settings from DHCP to Static.</p><p>Change set DNS 1 and DNS 2 values to your AdGuard Home server addresses.</p>",
    "install_configure_ios": "<p>From the home screen, tap Settings.</p><p>Choose Wi-Fi in the left menu (it is impossible to configure DNS for mobile networks).</p><p>Tap on the name of the currently active network.</p><p>In the DNS field enter your AdGuard Home server addresses.</p>",
    "install_configure_adresses": "AdGuard Home addresses:",
    "install_configure_dhcp": "You can't set a custom DNS server on some types of routers. In this case it may help if you set up <dhcp>AdGuard Home as a DHCP server</dhcp>. Otherwise, you should search for the manual on how to customize DNS servers for your particular router model."
}
